import React from 'react';
import Container from 'react-bootstrap/Container'

export default () => {
    return (
        <div>
            <h2>About Page</h2>
            <p>
            1991- 許祺隴先生於新莊創立鈞翔實業、專營橡膠製品<br></br>
            1993- 增設真空熱壓成型機主要生產各類按鍵<br></br>
            1999- 由於產品精良，價格合理，服務週到，深獲客戶的信賴，業務快速成長，原廠地不敷使用，故遷廠至新莊新樹路，期間增設生產設備<br></br>
            2001- 加入大量生產泳鏡、泳帶及各相關運動用品<br></br>
            2010- 醫療用鍵盤生產，外銷國外<br></br>
            2012- 智慧型手機市場擴大需求，加入大量生產手機橡膠零件<br></br>
            2016- 電動機車零件生產<br></br>
            2017- 通過ISO9001:2015國際品質認證，保障生產及出貨品質. <br></br>
            2018- 新廠礦建，增設液態射出成型技術(LSR)、壽命測試機、荷重曲線量測儀器、2.5D量測儀器<br></br>
            </p>
        </div>
    )
}
